Repository: ubports/ubuntuone-credentials
Catalog: po/*.po
Languages: am, ast, az, be, br, ca, cs, de, el, es, eu, fa, fi, fr, gd, gl, he, hr, hu, ia, id, it, ja, km, ms, nb, nl, oc, ro, ru, sk, sl, sr, sv, tr, ug, uk

source: example: user@ubuntu.com
am: ለምሳሌ: user@ubuntu.com
ast: examplu: usuariu@ubuntu.com
be: Узор: user@ubuntu.com
br: da skouer : implijer@ubuntu.com
ca: exemple: usuari@ubuntu.com
cs: příklad: uzivatel@ubuntu.cz
de: z.B.: nutzer@ubuntu.com
el: παράδειγμα: user@ubuntu.com
es: ejemplo: usuario@ubuntu.com
eu: adibidez: erabiltzailea@ubuntu.com
fa: مثال: user@ubuntu.com
fi: esimerkki: nimi@ubuntu.com
fr: exemple : utilisateur@ubuntu.com
gd: ball-eisimpleir: cleachdaiche@ubuntu.com
gl: exemplo: usuario@ubuntu.com
he: דוגמה: user@ubuntu.com
hr: primjer: korisnik@ubuntu.com
hu: például: felhasznalo@ubuntu.com
ia: per exemplo: user@ubuntu.com
id: contoh: user@ubuntu.com
it: esempio: utente@ubuntu.com
ja: 例：user@ubuntu.com
km: ឧទាហរណ៍៖ user@ubuntu.com
ms: contoh: pengguna@ubuntu.com
nb: eksempel: brukernavn@ubuntu.com
nl: bijvoorbeeld: gebruiker@ubuntu.com
oc: exemple : utilizaire@ubuntu.com
ro: exemplu: utilizator@ubuntu.com
ru: например: user@ubuntu.com
sk: príklad: user@ubuntu.com
sl: primer: uporabnik@ubuntu.com
sr: пример: korisnik@ubuntu.com
sv: exempel: user@ubuntu.com
tr: örnek: kullanıcı@ubuntu.com
uk: приклад: user@ubuntu.com

source: Please enter a valid email address.
am: እባክዎን ዋጋ ያለው የ ኢሜይል አድራሻ ያስገቡ
ast: Introduz una direición de corréu-e válida.
be: Калі ласка, увядзіце карэктную адрэсу электроннае пошты.
br: Ebarzhit ur chomlec'h postel reizh, mar plij.
ca: Introduïu una adreça electrònica vàlida.
cs: Zadejte, prosím, platnou e-mailovou adresu
de: Bitte eine gültige E-Mail-Adresse eingeben.
el: Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: Introduzca una dirección de correo electrónico válida.
eu: Idatzi baliozko helbide elektroniko bat.
fa: لطفاً یک نشانی ای‌میل معتبر وارد کنید.
fi: Anna kelvollinen sähköpostiosoite.
fr: Veuillez entrer une adresse de courriel valide.
gd: Cuir a-steach seòladh puist-d dligheach
gl: Introduza un enderezo de correo correcto.
he: נא להזין כתובת דוא״ל תקנית.
hr: Upišite valjanu adresu e-pošte.
hu: Adjon meg egy valós e-mail címet.
ia: Per favor introduce un valide adresse de E-posta
id: Harap masukkan alamat surel yang valid.
it: Inserire un indirizzo email valido.
ja: 正しいメールアドレスを入力してください。
km: សូម​បញ្ចូល​អ៊ីមែល​ត្រឹមត្រូវ
ms: Sila masukkan alamat emel yang sah.
nb: Skriv inn en gyldig e-postadresse
nl: Voer een geldig e-mailadres in.
oc: Picatz una adreça electronica valida.
ro: Introduceți o adresă de email validă.
ru: Введите действующий адрес эл. почты.
sk: Prosím, zadajte platnú emailovú adresu.
sl: Vnesite veljaven elektronski naslov.
sr: Унесите исправну адресу е-поште.
sv: Ange en giltig e-postadress.
tr: Lütfen geçerli bir e-posta adresi girin.
ug: ئىناۋەتلىك Email ئادرېسىنى كىرگۈزۈڭ.
uk: Будь ласка, введіть коректну адресу електронної пошти.

source: Create your Ubuntu One account
am: የ ኡቡንቱ ዋን መግለጫ መፍጠሪያ
ast: Crea la to cuenta n'Ubuntu One
az: Ubuntu One hesabınızı yaradın
be: Стварыць уліковы запіс Ubuntu One
br: Krouiñ ho kont Ubuntu One
ca: Crea un compte de l'Ubuntu One
cs: Vytvořit účet Ubuntu One
de: Ihr Ubuntu-One-Konto erstellen
el: Δημιουργήστε λογαριασμό Ubuntu One
es: Crear una cuenta de Ubuntu One
eu: Sortu zure Ubuntu One kontua
fa: ایجاد حساب اوبونتووان شما
fi: Luo Ubuntu One -tili
fr: Créez votre compte Ubuntu One
gd: Cruthaich cunntas Ubuntu One
gl: Cree a súa conta en Ubuntu One
hr: Stvorite svoj Ubuntu One račun
hu: Ubuntu One fiók létrehozása
ia: Crea tu conto Ubuntu One
id: Buat akun Ubuntu One Anda
it: Crea l'account Ubuntu One
ja: Ubuntu Oneアカウントを作成
km: បង្កើត​គណនី Ubuntu One របស់​អ្នក
ms: Cipta akaun Ubuntu One anda
nb: Lag Ubuntu One-konto
nl: Uw Ubuntu One-account aanmaken
oc: Creatz vòstre compte Ubuntu One
ro: Creați contul dumneavoastră Ubuntu One
ru: Создать учётную запись Ubuntu One
sk: Vytvoriť Ubuntu One účet
sl: Ustvarite svoj račun Ubuntu One
sr: Направите свој Убунту Један налог
sv: Skapa ditt Ubuntu One-konto
tr: Ubuntu One hesabınızı oluşturun
ug: ئۇبۇنتۇ بىر ھېساباتىڭىزنى قۇرۇڭ
uk: Створити ваш обліковий запис Ubuntu One

source: Sign in to your Ubuntu One account
am: ወደ ኡቡንቱ ዋን መግለጫ መግቢያ
ast: Anicia sesión na cuenta d'Ubuntu One
az: Ubuntu One hesabınıza daxil olun
be: Увайсці ў рахунак Ubuntu One
br: Kevreit ouzh ho kont Ubuntu One
ca: Entreu al compte de l'Ubuntu One
cs: Přihlaste se k vašemu účtu Ubuntu One
de: An Ubuntu-One-Konto anmelden
el: Σύνδεση στον λογαριασμό Ubuntu One
es: Iniciar sesión en su cuenta de Ubuntu One
eu: Hasi saioa zure Ubuntu One kontuarekin
fa: وارد شدن به حساب اوبونتووان شما
fi: Kirjaudu sisään Ubuntu One -tilillesi
fr: Identifiez-vous avec votre compte Ubuntu One
gd: Clàraich a-steach leis a' chunntas Ubuntu One agad
gl: Inicie sesión na conta de Ubuntu One
hr: Prijavite se na svoj Ubuntu One račun
hu: Jelentkezzen be az Ubuntu One fiókjába
ia: Signa te in tu conto Ubuntu One
id: Masuk ke akun Ubuntu One Anda
it: Accedi all'account Ubuntu One
ja: Ubuntu Oneアカウントでログイン
km: ចូល​គណនី Ubuntu One របស់​អ្នក
ms: Daftar masuk ke akaun Ubuntu One anda
nb: Logg på Ubuntu One-konto
nl: Meld u aan bij uw Ubuntu One-account
oc: Identificatz-vos amb vòstre compte Ubuntu One
ro: Autentificați-vă în contul Ubuntu One
ru: Войти в учётную запись Ubuntu One
sk: Prihlásiť sa do Ubuntu One účtu
sl: Vpišite se v svoj račun Ubuntu One
sr: Пријавите се на свој Убунту Један налог
sv: Logga in till ditt Ubuntu One-konto
tr: Ubuntu One hesabınıza oturum açın
ug: ئۇبۇنتۇ بىر ھېساباتىڭىزغا كىرىڭ
uk: Увійти до вашого облікового запису Ubuntu One

source: An internal error occurred. Please try again later.
am: የውስጥ ስህተት ተፈጥሯል: እባክዎን ጥቂት ቆይተው እንደገና ይሞክሩ
ast: Hebo un fallu internu. Inténtalo dempués.
az: Daxili bir xəta baş verdi. Xahiş edirik sonra yenidən cəhd edin.
be: Унутраная памылка. Калі ласка, паўторыце спробу пазней.
br: Ur fazi diabarzh zo bet. Esaeit en-dro diwezhatoc'h, mar plij.
ca: S'ha produït un error intern, torneu-ho a provar més endavant.
cs: Nastala vnitřní chyba. Zkuste to, prosím, znovu později.
de: Ein interner Fehler ist aufgetreten. Bitte versuchen Sie es später nochmal.
el: Συνέβη ένα εσωτερικό σφάλμα. Παρακαλώ δοκιμάστε ξανά αργότερα.
es: Se ha producido un error interno. Inténtelo de nuevo más tarde.
eu: Barne-errore bat gertatu da. Saiatu berriro geroago.
fa: یک خطای داخلی رخ داد. لطفاً دوباره تلاش نمایید.
fi: Sisäinen virhe. Yritä myöhemmin uudelleen.
fr: Une erreur interne est survenue. Veuillez réessayez plus tard.
gd: Thachair mearachd taobh a-staigh. Feuch ris a-rithist an ceann greis.
gl: Produciuse un erro interno. Ténteo máis tarde.
he: אירעה שגיאה פנימית. נא לנסות שוב מאוחר יותר.
hr: Dogodila se unutrašnja greška. Pokušajte ponovno kasnije.
hu: Belső hiba történt. Kérjük, próbálkozzon később.
ia: Un error interne occurreva. Reprobar plus tarde per favor.
id: Terjadi galat internal. Harap coba lagi nanti.
it: Si è verificato un errore interno. Riprovare.
ja: 内部エラーが発生しました。あとでもう一度試してください。
km: មាន​កំហុស​ខាងក្នុង។ សូម​ព្យាយាម​ម្ដងទៀត​នៅ​ពេល​ក្រោយ។
ms: Ralat dalaman berlaku. Sila cuba lagi kemudian.
nb: Det oppstod en intern programfeil. Prøv igjen senere.
nl: Er is een interne fout opgetreden. Probeer het later opnieuw.
ro: A apărut o eroare internă. Încercați mai târziu.
ru: Произошла внутренняя ошибка. Попробуйте повторить позже.
sk: Vyskytla sa vnútorná chyba. Skúste to neskôr.
sl: Pojavila se je notranja napaka. Poskusite ponovno kasneje.
sr: Дошло је до унутрашње грешке. Поново покушајте касније.
sv: Ett internt fel har inträffat. Vänligen försök igen.
tr: Dahili bir hata oluştu. Lütfen daha sonra yeniden deneyin.
ug: ئىچكى خاتالىق يۈز بەردى. قايتا سىناپ كۆرۈڭ
uk: Сталася внутрішня помилка. Будь ласка, повторіть спробу пізніше.

source: Please tell us your name:
am: አባክዎን ስሞን ይንገሩን:
ast: Dinos el to nome:
az: Adınızı daxil edin:
be: Калі ласка, паведаміце вашае імя:
br: Skrivit hoc'h anv, mar plij :
ca: El vostre nom:
cs: Prosím, řekněte nám své jméno:
el: Παρακαλούμε πείτε μας το όνομά σας:
es: Díganos su nombre:
eu: Idatzi zure izena:
fa: لطفاً نامتان را به ما بگویید
fi: Kerro meille nimesi:
fr: Veuillez nous indiquez votre nom :
gd: Innis d' ainm dhuinn:
gl: Díganos o seu nome:
he: נא לספר לנו מה שמך:
hr: Recite nam svoje ime:
hu: Kérjük adja meg a nevét:
ia: Per favor dice nos tu nomine:
id: Harap beritahu kami nama Anda:
it: Inserire il proprio nome:
ja: 名前を入力してください：
km: សូម​ប្រាប់​ឈ្មោះ​របស់​អ្នក៖
ms: Sila beritahu nama anda:
nb: Skriv navnet ditt:
nl: Geef a.u.b. uw naam:
oc: Indicatz vòstre nom :
ro: Introduceți numele:
ru: Введите ваше имя:
sk: Zadajte svoje meno:
sl: Povejte nam svoje ime:
sr: Реците нам своје име:
sv: Ange ditt namn:
tr: Lütfen adınızı söyleyin:
ug: ئاتىڭىز:
uk: Будь ласка, повідомте ваше ім’я:

source: First and last name
am: ስም እና የ አባት ስም
ast: Nome y apellíos
az: Ad və soyad
be: Імя і прозвішча
br: Anv-bihan hag anv
ca: Nom i cognoms
cs: Jméno a příjmení
de: Vor- und Nachname
el: Όνομα και επώνυμο
es: Nombre y apellido
eu: Izen-abizenak
fa: نام و نام‌خانوادگی
fi: Etu- ja sukunimi
fr: Prénom et nom
gd: Ainm is sloinneadh
gl: Nome e apelidos
he: שם מלא
hr: Ime i prezime
hu: Vezeték- és keresztnév
ia: Prime nomine e nomine de familia
id: Nama depan dan belakang
it: Nome e cognome
ja: 氏名
km: នាមត្រកូល និង​នាមខ្លួន
ms: Nama pertama dan akhir
nb: For- og etternavn
nl: Voor- en achternaam
oc: Pichon nom e nom d'ostal
ro: Prenume și nume de familie
ru: Имя и фамилия
sk: Meno a priezvisko
sl: Ime in priimek
sr: Име и презиме
sv: För- och efternamn
tr: Ad ve soyad
ug: ئاتى ۋە تەگاتى
uk: Прізвище та ім'я

source: Choose a password:
am: የመግቢያ ቃል ይምረጡ:
ast: Escueyi una contraseña:
az: Şifrə seçin:
be: Задайце пароль:
br: Dibab ur ger-tremen :
ca: Escolliu una contrasenya:
cs: Zvolte heslo:
el: Επιλέξτε έναν κωδικό πρόσβασης:
es: Elija una contraseña:
eu: Aukeratu pasahitza:
fa: گذرواژه‌ای برگزینید:
fi: Valitse salasana:
fr: Choisissez un mot de passe :
gd: Tagh facal-faire:
gl: Escolla un contrasinal:
he: בחירת ססמה:
hr: Odaberite lozinku:
hu: Válasszon jelszót:
ia: Seliger un contrasigno:
id: Pilih kata sandi:
it: Scegliere una password:
ja: パスワードを入力してください：
km: ជ្រើស​ពាក្យសម្ងាត់៖
ms: Pilih satu kata laluan:
nb: Velg et passord:
nl: Kies een wachtwoord:
oc: Causissètz un senhal :
ro: Alegeți o parolă:
ru: Задайте пароль:
sk: Vyberte si heslo:
sl: Izberite geslo:
sr: Изаберите лозинку:
sv: Välj ett lösenord:
tr: Bir parola seçin:
ug: ئىم تاللاڭ:
uk: Виберіть пароль:

source: At least 8 characters
am: ቢያንስ 8 ባህሪዎች መሆን አለበት
ast: Al menos 8 caráuteres
az: Әn azı 8 simvol
be: З меншага 8 сімвалаў
br: 8 arouezenn da nebeutañ
ca: Com a mínim 8 caràcters
cs: Alespoň 8 znaků
de: Mindestens 8 Zeichen
el: Τουλάχιστον 8 χαρακτήρες
es: Al menos 8 caracteres
eu: 8 karaktere gutxienez
fa: حداقل ۸ نویسه
fi: Vähintään 8 merkkiä
fr: Au moins 8 charactères
gd: Co-dhiù 8 caractaran
gl: Cando menos 8 caracteres
he: לפחות 8 תווים
hr: Najmanje 8 znamenki
hu: Legalább 8 karakter
ia: Al minus 8 characteres
id: Setidaknya 8 karakter
it: Almeno 8 caratteri
ja: 少なくとも8文字以上
km: យ៉ាង​ហោច​ ៨ តួអក្សរ
ms: Sekurang-kurangnya 8 aksara
nb: Minst 8 tegn
nl: Minimaal 8 tekens
oc: Al mens 8 caractèrs
ro: Cel puțin 8 caractere
ru: Минимум 8 символов
sk: Najmenej 8 znakov
sl: Vsaj 8 znakov
sr: Најмање 8 знакова
sv: Minst 8 tecken
tr: En az 8 karakter
ug: ئاز دېگەندە 8 ھەرپ
uk: Принаймні 8 символів

source: Must match the previous field
am: ቀደም ካለው ሜዳ ጋር መመሳሰል አለበት
ast: Tien de concasar col campu anterior
az: Məlumatlar əvvəlkilərlə eyni olmalıdır
be: Мусіць супадаць са зместам папярэдняга поля
br: Ret eo dezhañ klotañ gant ar vaezienn a-raok
ca: Ha de concordar amb el camp anterior
cs: Musí se shodovat s předchozím polem
de: Muss gleich dem vorherigen Feld sein
el: Πρέπει να ταιριάζει με το προηγούμενο πεδίο
es: Debe coincidir con el campo anterior
eu: Aurreko eremuarekin bat etorri behar du
fa: باید با زمینه‌ی قبلی تطابق داشته باشد
fi: Tulee vastata edellisen kentän sisältöä
fr: Doit correspondre au champ précedent
gd: Feumaidh e co-fhreagairt ris an raon roimhe
gl: Debe coincidir co campo anterior
he: חייב להיות תואם לשדה הקודם
hr: Mora se podudarati s prijašnjim poljem
hu: Egyeznie kell az előző mezővel
ia: Debe concordar con illo del campo precedente
id: Mesti cocok dengan ruas sebelumnya
it: Deve corrispondere al campo precedente
ja: 前のフィールドと同じ値を入力
km: ត្រូវតែ​ផ្គូផ្គង​ជាមួយ​វាល​ពីមុន
ms: Mesti padankan medan terdahulu
nb: Må stemme med forrige felt
nl: Moet overeenkomen met het vorige veld
oc: Deu correspondre al camp precedent
ro: Trebuie să se potrivească cu câmpul precedent
ru: Данные должны совпадать
sk: Musí sa zhodovať s predchádzajúcim poľom
sl: Mora se ujemati s predhodnim poljem
sr: Мора да се слаже са претходним пољем
sv: Måste stämma överens med tidigare fält
tr: Önceki alanla eşleşmeli
ug: ئالدىنقىسى بىلەن ئوخشاش بولۇشى كېرەك
uk: Має збігатися із вмістом попереднього поля

source: Continue
am: ይቀጥሉ
ast: Siguir
be: Працягнуць
br: Kenderc'hel
ca: Continua
cs: Pokračovat
de: Fortfahren
el: Συνέχιση
es: Siguiente
eu: Jarraitu
fa: ادامه
fi: Jatka
fr: Continuer
gd: Lean air adhart
gl: Continuar
he: המשך
hr: Nastavi
hu: Folytatás
ia: Continuar
id: Lanjutkan
it: Continua
ja: 続行
km: បន្ត
ms: Teruskan
nb: Fortsett
nl: Volgende
oc: Contunhar
ro: Continuare
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sr: Настави
sv: Fortsätt
tr: Devam Et
ug: داۋاملاشتۇر
uk: Продовжити

source: I'm an existing Ubuntu One user, sign me in
am: የ ኡቡንቱ ዋን አባል ነኝ: መግቢያ
ast: Yá soi usuariu d'Ubuntu One, aniciar sesión
az: Mən Ubuntu One istifadəçisiyəm. Məni hesaba daxil et.
be: Рахунак Ubuntu One ўжо існуе, увайсці
br: Ur gont Ubuntu One am eus dija, kevreit ac'hanon
ca: Ja sóc usuari de l'Ubuntu One, entra al meu compte
cs: Jsem uživatel Ubuntu One, přihlásit
el: Έχω λογαριασμο Ubuntu One, εισάγετέ με
es: Ya soy usuario de Ubuntu One, iniciar sesión
eu: Badut Ubuntu One kontu bat, hasi saioa
fa: من یک کاربر اوبونتووان هستم، مرا وارد کن
fi: Olen jo Ubuntu One -käyttäjä, kirjatkaa minut sisään
fr: J'ai déjà un compte Ubuntu One, m'identifier
gd: Tha mi 'nam bhall air Ubuntu One mar-thà, clàraich a-steach mi
gl: Xa son usuario de Ubuntu One, iniciar sesión
hr: Ja sam postojeći Ubuntu One korisnik, prijavi me
hu: Már Ubuntu One felhasználó vagyok, bejelentkezem
ia: Io es un usator existente de Ubuntu One, firma me in
id: Saya telah menjadi pengguna Ubuntu One, masukkan saya
it: Utente già registrato a Ubuntu One. Eseguire l'accesso
ja: すでにUbuntu Oneユーザーなので、ログインします
km: ខ្ញុំ​ជា​អ្នក​ធ្លាប់​ប្រើ Ubuntu One, ចូល
ms: Saya pengguna Ubuntu One, daftar masukkan saya
nb: Har Ubuntu One-konto allerede (logg inn)
nl: Ik ben een bestaande Ubuntu One-gebruiker, meld me aan
oc: Ai ja un compte Ubuntu One, m'identificar
ro: Sunt utilizator Ubuntu One, doresc autentificare
ru: У меня есть учётная запись Ubuntu One, я хочу войти
sk: Som existujúci používateľ Ubuntu One, prihláste ma
sl: Sem obstoječ uporabnik Ubuntu One, vpiši me
sr: Постојећи сам корисник Убунту Један, пријави ме
sv: Jag är en redan en Ubuntu One-användare, logga in mig
tr: Zaten bir Ubuntu One kullanıcısıyım, oturumumu aç
ug: مېنىڭ ئۇبۇنتۇ ھېساباتم بار، كىرىمەن
uk: Обліковий запис Ubuntu One вже існує, увійти

source: Please enter a name.
am: እባክዎን ስም ያስገቡ
ast: Por favor, introduz el to nome
az: Xahiş edirik bir ad daxil edin.
be: Калі ласка, увядзіце імя.
br: Roit un anv mar plij ganeoc'h
ca: Introduïu un nom.
cs: Prosím zadejte jméno.
el: Παρακαλώ εισάγετε ένα όνομα.
es: Introduzca un nombre.
eu: Idatzi izen bat.
fa: لطفا یک نام وارد کنید.
fi: Anna nimi.
fr: Veuillez entrer un nom.
gd: Cuir ainm a-steach:
gl: Introduza un nome.
he: נא להזין שם.
hr: Upišite ime
hu: Adjon meg egy nevet
ia: Per favor introduce un nomine.
id: Harap masukkan nama.
it: Inserire un nome.
ja: 氏名を入力してください。
km: សូម​បញ្ចូល​ឈ្មោះ
ms: Sila masukkan nama
nb: Skriv inn et navn
nl: Vul a.u.b. een naam in.
oc: Picatz un nom.
ro: Introduceți un nume
ru: Введите имя.
sk: Prosím, zadajte meno.
sl: Vnesite ime.
sr: Унесите име.
sv: Ange ett namn.
tr: Lütfen bir ad girin
ug: ئاتىڭىزنى كىرگۈزۈڭ
uk: Будь ласка, введіть ім’я.

source: Your password must be at least 8 characters long.
am: የ መግቢያ ቃል ቢያንስ 8 ባህሪዎች መሆን አለበት
ast: La contraseña tien de tener a lo menos 8 caráuteres de llargo.
az: Sizin şifrəniz ən azı 8 simvol olmalıdı.
be: Ваш пароль мусіць складацца з па меншай меры 8 знакаў.
br: 8 arouezenn da nebeutañ a zle bezañ en ho ker-tremen.
ca: La contrasenya ha de tenir 8 caràcters com a mínim.
cs: Heslo musí být dlouhé minimálně 8 znaků.
de: Ihr Passwort muss mindestens 8 Zeichen lang sein.
el: Το συνθηματικό σας πρέπει να έχει μέγεθος τουλάχιστον 8 χαρακτήρες.
es: La contraseña debe tener una longitud de al menos 8 caracteres.
eu: Pasahitzak gutxienez 8 karaktere izan behar ditu.
fa: گذرواژه‌ی شما باید حداقل ۸ نویسه باشد.
fi: Salasanan tulee sisältää vähintään kahdeksan merkkiä.
fr: Votre mot de passe doit comporter au moins 8 caractères.
gd: Feumaidh am facal-faire agad a bhith 8 caractaran a dh'fhaid air a char as lugha.
gl: O contrasinal debe ter cando menos 8 caracteres.
hr: Vaša lozinka mora iamti bar 8 znamenka
hu: A jelszavának legalább 8 karakter hosszúnak kell lennie.
ia: Tu contrasigno debe ser al minus longe 8 characteres.
id: Sandi Anda mesti paling tidak 8 karakter.
it: La password deve essere composta da almeno 8 caratteri.
ja: パスワードは8文字以上の長さが必要です。
km: ពាក្យសម្ងាត់​របស់​អ្នក​ត្រូវតែ​មាន​ប្រវែង​យ៉ាង​ហោច ៨​តួអក្សរ។
ms: Kata laluan anda mesti sekurang-kurangnya 8 aksara.
nb: Passordet må bestå av minst 8 tegn.
nl: U wachtwoord moet minimaal 8 tekens lang zijn.
ro: Parola trebuie să conțină cel puțin 8 caractere
ru: Пароль должен содержать не менее 8 символов
sk: Vaše heslo musí mať najmenej 8 znakov.
sl: Vaše geslo mora biti dolgo vsaj 8 znakov.
sr: Ваша лозинка мора бити дугачка бар 8 знакова.
sv: Ditt lösenord måste innehålla minst 8 tecken.
tr: Parolanız en az 8 karakter olmalı.
ug: ئىم ئاز دىگەندە 8 ھەرىپ بۇلۇشى لازىم
uk: Ваш пароль має складатися з принаймні 8 символів.

source: The passwords do not match.
am: የ መግቢያ ቃሉ ተመሳሳይ አይደለም
ast: Les contraseñes nun concasen
az: Şifrələr eyni deyil.
be: Паролі не супадаюць.
br: ne glot ket ar gerioù-tremen.
ca: Les contrasenyes no coincideixen
cs: Hesla si neodpovídají.
de: Die Passwörter stimmen nicht überein
el: Δεν ταιριάζουν οι κωδικοί πρόσβασης.
es: Las contraseñas no coinciden.
eu: Pasahitzak ez datoz bat.
fa: گذرواژه‌ها تطابق ندارند
fi: Salasanat eivät täsmää.
fr: Les mots de passe ne correspondent pas.
gd: Chan eil an dà fhacal-faire co-ionnann.
gl: Os contrasinais non coinciden.
he: הססמאות אינן תואמות.
hr: Lozinka se ne podudara
hu: A jelszavak nem egyeznek.
ia: Le contrasignos non concorda.
id: Sandi tak cocok.
it: Le password non corrispondono.
ja: パスワードが一致しません。
km: ពាក្យសម្ងាត់​មិន​ផ្គូផ្គង
ms: Kata laluan tidak sepadan.
nb: Passordene er ikke like.
nl: De wachtwoorden komen niet overeen.
oc: Los senhals correspondon pas.
ro: Parolele nu se potrivesc
ru: Пароли не совпадают.
sk: Heslá sa nezhodujú.
sl: Gesli se ne ujemata.
sr: Лозинке се не слажу.
sv: Lösenorden stämmer inte överens.
tr: Parolalar eşleşmiyor.
ug: ئىم ماسلاشمىدى
uk: Паролі не збігаються.

source: Please accept the terms and conditions by checking the box.
am: እባክዎን ውሎችን እና ሁኔታዎችን ይቀበሉ ሳጥኑ ውስጥ ምልክት በማድረግ
ast: Por favor, aceuta los términos y condiciones marcando'l cuadru.
az: Zəhmət olmasa qutunu imzalayaraq anlaşma və şərtləri qəbul edin.
be: Калі ласка, пагадзіцеся з умовамі прадастаўлення паслуг, пазначыўшы адпаведны пункт.
br: Asantit d'an divizoù implij gant askañ al logell, mar plij.
ca: Marqueu la casella per acceptar les condicions generals
cs: Přijměte, prosím, pravidla a podmínky použití zaškrtnutím políčka.
el: Παρακαλούμε αποδεχτείτε τους όρους και τις συνθήκες κάνοντας κλικ στο κουτάκι.
es: Por favor, acepte los términos y condiciones marcando la casilla.
eu: Onartu baldintzak kontrol-laukia markatuz.
fa: لطفاً با علامت زدن جعبه، شرابط و ضوابط را بپذیرید.
fi: Hyväksy käyttöehdot rastittamalla kenttä.
fr: Veuillez accepter les conditions d'utilisation en cochant la case.
gd: Aontaich ris na teirmichean is cumhaichean
gl: Acepte os termos e as condicións marcando o cadro.
he: נא לאשר את תנאי השימוש על ידי סימון התיבה.
hr: Prihvatite pravila i uvijete odabirom okvira.
hu: Fogadja el a felhasználási feltételeket a négyzet bejelölésével.
ia: Per favor accepta le terminos e le conditiones per marcar le buxo.
id: Harap setujui syarat dan ketentuan dengan mencontreng kotak.
it: Accettare i termini e le condizioni selezionando la casella.
ja: 利用規約に同意するにはチェックボックスにチェックを入れてください。
km: សូម​យល់ព្រម​តាម​លក្ខខណ្ឌ​ប្រើប្រាស់ ដោយ​ធីក​ក្នុង​ប្រអប់។
ms: Sila terima terma dan syarat dengan menanda kotak berikut.
nb: Godkjenn brukervilkårene nedenfor ved å huke av boksen.
nl: Accepteer a.u.b. de voorwaarden en bepalingen door het keuzevakje aan te vinken.
ro: Vă rugăm să acceptați termenii și condițiile prin marcarea căsuței de validare.
ru: Подтвердите согласие с условиями соглашения, поставив галочку.
sk: Prosím, prijmite podmienky zaškrtnutím políčka.
sl: Sprejmite pogoje z označitvijo polja.
sr: Прихватите услове штиклирањем кућице.
sv: Acceptera användarvillkoren genom att kryssa i rutan.
tr: Lütfen kutuyu işaretleyip koşul ve şartları kabul edin.
ug: ئىشلىتىش تۈزۈمىگە قوشۇلۇش ئۈچۈن تاللاش كۆزنەكچىسىنى تاللاڭ.
uk: Будь ласка, погодьтеся з умовами надання послуг, позначивши відповідний пункт.

source: Remove accountâ€¦
eu: Kendu kontua...
ia: Remover le conto...
id: Hapus akun...
ms: Buang akaun...
