Repository: ubports/ubuntuone-credentials
Catalog: po/*.po
Languages: am, ast, az, be, br, ca, cs, de, el, es, eu, fa, fi, fr, gd, gl, he, hr, hu, ia, id, it, ja, km, ms, nb, nl, oc, ro, ru, sk, sl, sr, sv, tr, ug, uk

source: Email
am: ኢሜይል
ast: Corréu-e
be: Электронная пошта
br: Postel
ca: Adreça electrònica
el: Ηλεκτρονική διεύθυνση
es: Correo electrónico
eu: E-posta
fa: ای‌میل
fi: Sähköposti
fr: Courriel
gd: Post-d
gl: Correo-e
he: דוא״ל
hr: E-pošta
ia: E-posta
id: Surel
ja: メール
km: អ៊ីមែល
ms: Emel
nb: E-post
nl: E-mailadres
oc: Adreça de corrièr electronic
ru: Эл. почта
sl: E-pošta
sr: Е-пошта
sv: E-post
tr: E-posta
ug: ئېلخەت
uk: Ел. пошта

source: Remove account…
am: መግለጫ ማስወገጃ...
ast: Desaniciar cuenta...
az: Hesabı sil...
be: Выдаліць конт...
br: Dilemel ar gont...
ca: Suprimeix el compte...
cs: Odstranit účet...
de: Konto entfernen …
el: Αφαίρεση λογαριασμού...
es: Eliminar cuenta…
fa: برداشتن حساب کاربری…
fi: Poista tili…
fr: Supprimer le compte…
gd: Thoir cunntas air falbh...
gl: Eliminar a conta...
he: הסרת חשבון…
hr: Ukloni račun...
hu: Fiók eltávolítása…
it: Rimuovi account...
ja: アカウントを削除する...
km: លុប​គណនី…
nb: Fjern konto …
nl: Account verwijderen…
oc: Suprimir lo compte...
ro: Ștergere cont...
ru: Удалить учётную запись…
sk: Vymazať účet...
sl: Odstrani račun ...
sr: Уклони налог...
sv: Ta bort konto…
tr: Hesabı kaldır...
ug: ھېسابات چىقىرىۋېتىش…
uk: Вилучити обліковий запис…

source: Remove Credentials
am: ዋስትና ማስወገጃ
ast: Desaniciar credenciales
az: Qeydiyyat məlumatlarını sil
be: Выдаліць рэгістрацыйныя дадзеныя
br: Diverkañ an anaouderioù
ca: Suprimeix les credencials
cs: Odstranit pověření
de: Berechtigung entfernen
el: Αφαίρεση διαπιστευτηρίων
es: Eliminar credenciales
eu: Kendu kredentzialak
fa: برداشتن گواهی‌نامه
fi: Poista tunnukset
fr: Supprimer les identifiants
gd: Thoir dàta-clàraidh air falbh
gl: Eliminar as credenciais
he: הסרת פרטי גישה
hr: Ukloni vjerodajnice
hu: Hitelesítési adatok eltávolítása
ia: Remover le credentiales
id: Hapus Kredensial
it: Rimuovi credenziali
ja: 認証情報の削除
km: លុប​ព័ត៌មាន​សម្ងាត់
ms: Buang Kelayakan
nb: Fjern akkreditiver
nl: Aanmeldgegevens verwijderen
oc: Suprimir los identificants
ro: Șterge acreditările
ru: Удалить учётные данные
sk: Vymazať prihlasovacie údaje
sl: Odstrani poverila
sr: Уклони овлашћења
sv: Ta bort inloggningsuppgifter
tr: Kimlik Bilgilerini Kaldır
ug: ئاساسنى چىقىرىۋەت
uk: Вилучити реєстраційні дані

source: Removing the Ubuntu One credentials will prevent any applications on this device from accessing your account. You can authorize the device again by providing your username and password.
am: የ ኡቡንቱ ዋን ዋስትና ማስወገድ በዚህ አካል ላይ ያለውን ማንኛውም መተግበሪያ የ እርስዎን መግለጫ ጋር መድረስ ይከለክለዋል: ለ አካሉ መፍቀድ ይችላሉ የ እርስዎን ተጠቃሚ ስም እና የመግቢያ ቃል እንደገና በመጻፍ
ast: El desaniciu de les credenciales d'Ubuntu One, va impedir l'accesu a la to cuenta dende cualquier aplicación d'esti preséu. Pues dar autorización de nueves introduciendo'l to nome d'usuariu y contraseña.
az: Ubuntu One qeydiyyat məlumatlarının silinməsi bu cihazda olan hər hansı bir proqramın sizin hesaba olan bağlantısını kəsəcək. Siz öz hesabınıza daxil olaraq yenidən cihazı qeyd edə bilərsiz.
be: Выдаленне рэгістрацыйных дадзеных Ubuntu One прывядзе да немагчымасці доступу любых праграм на гэтай прыладзе да вашага ўліковага запісу. Вы можаце зноў надаць доступ прылады да ўліковага запісу прадастаўленнем назвы ўліковага запісу і пароля.
br: Diverkañ hoc'h anaouderioù Ubuntu One a viro ouzh kement arload a zo er benveg-mañ da vont d'ho kont. Gallout a rit aotreañ ar benveg-mañ en-dro gant reiñ hoc'h anv implijer hag ho ker-tremen.
ca: Si suprimiu les credencials de l'Ubuntu One, cap aplicació d'aquest dispositiu podrà accedir al vostre compte. Podeu tornar a autoritzar el dispositiu si introduïu el nom d'usuari i la contrasenya.
cs: Odstranění pověření pro Ubunu One zabrání všem aplikacím na tomto zařízení v přístupu k vašemu účtu. Zařízení můžete znovu pověřit zadáním uživatelského jména a hesla.
de: Das Entfernen der Ubuntu-One-Berechtigung wird alle Apps davon abhalten, auf Ihr Ubuntu-One-Konto zuzugreifen. Sie können Ihr Telefon erneut berechtigen, indem Sie Ihren Benutzernamen und Passwort eingeben.
el: Η αφαίρεση των διαπιστευτηρίων του Ubuntu One θα αποτρέψει οποιαδήποτε εφαρμογή της συσκευήν να έχει πρόσβαση στον λογαριασμό σας. Μπορείτε να πιστοποιήσετε ξανά την συσκευή σας εισάγοντας το όνομα χρήστη και το συνθηματικό.
es: Al eliminar las credenciales de Ubuntu One impedirá el acceso a su cuenta de cualquier otra aplicación del dispositivo. Puede autorizar el dispositivo de nuevo proporcionando su usuario y contraseña.
eu: Ubuntu One kredentzialak kenduz, gailu honetako aplikazioak zure kontua erabiltzea ekidingo duzu. Gailuari baimenak berriro eman ahal dizkiozu erabiltzaile-izena eta pasahitza sartuz.
fa: برداشتن گواهی نامه‌ی اوبونتو وان هر برنامه‌ای روی این دستگاه را از دست‌رسی به حیاب کاربریتان منع می‌کند. می‌توانید با فراهم کردن نام کاربری و گدرواژه، دوباره دستگاه را تأیید کنید.
fi: Ubuntu One -tunnuksen poistaminen estää tällä laitteella olevia sovelluksia käyttämästä tiliäsi. Voit valtuuttaa laitteen uudelleen antamalla käyttäjätunnuksesi ja salasanasi.
fr: Supprimer vos identifiants Ubuntu One empêchera toute application sur cet appareil d'accéder à votre compte. Vous pouvez à nouveau autoriser cette appareil en fournissant un nom d'utilisateur et un mot de passe.
gd: Chan fhaigh aplacaid sam bith air an uidheam seo cothrom dhan chunntas agad ma bheir thu an dàta-clàraidh Ubuntu One agad air falbh. 'S urrainn dhut an t-uidheam a dhearbhadh a-rithist le d' ainm-cleachdaiche 's facal-faire.
gl: A eliminación das credenciais de Ubuntu One impedirá o acceso á súa conta desde calquera aplicativo deste dispositivo. Pode dar a autorización de novo introducindo o seu nome de usuario e o contrasinal.
hr: Uklanjanje Ubuntu One vjerodajnica će spriječiti aplikacijama na ovom uređaju pristup vašem računu. Možete ovlastiti ponovno uređaj davanjem vašeg korisničkog imena i lozinke.
hu: Az Ubuntu One hitelesítési adatok eltávolítása után semmilyen alkalmazás nem fog tudni hozzáférni a fiókjához. Később újra engedélyezheti ezt, a felhasználónév és jelszó újbóli megadásával.
ia: Le remotion del credentiales de Ubuntu One prevenira le accesso a tu conto a tote le applicationes de iste dispositivo. Tu potera autorisar le dispositivo de novo per tu nomine del usator e contrasigno.
id: Menghapus kredensial Ubuntu One akan mencegah sebarang aplikasi pada perangkat ini untuk mengakses akun Anda. Anda dapat mengotorisasi perangkat lagi dengan memberikan nama pengguna dan sandi Anda.
it: La rimozione delle credenziali Ubuntu One impedirà a tutte le applicazioni presenti sul dispositivo di poter accedere al proprio account. Sarà possibile autorizzare nuovamente il dispositivo inserendo nome utente e password.
ja: Ubuntu Oneの認証情報を削除すると、デバイス上のあらゆるアプリがそのアカウントへアクセスできなくなります。ユーザー名とパスワードを入力すれば再度認証できます。
km: ការ​លុប​ព័ត៌មាន​សម្ងាត់ Ubuntu One គឺ​នឹង​ការពារ​កម្មវិធី​នៅ​លើ​ឧបករណ៍​នេះ​កុំ​ឲ្យ​ចូល​ប្រើ​គណនី​របស់​អ្នក។ អ្នក​អាច​អនុញ្ញាត​ឧបករណ៍​ឡើងវិញ​ដោយ​ការ​ផ្ដល់​ពាក្យសម្ងាត់ និង​ឈ្មោះ​អ្នកប្រើ​របស់​អ្នក។
ms: Membuang kelayakan Ubuntu One akan halang mana-mana aplikasi pada peranti ini mencapai akaun anda. Anda boleh sahihkan peranti lagi dengan menyediakan nama pengguna dan kata laluan anda.
nb: Programmer på denne enheten mister tilgang til kontoen din hvis du fjerner Ubuntu One-akkreditiver. Du kan godkjenne enheten på nytt ved å oppgi brukernavn og passord.
nl: Door het verwijderen van de Ubuntu One-aanmeldgegevens voorkomt u dat toepassingen op dit apparaat toegang hebben tot uw account. U kunt het apparaat opnieuw autoriseren door uw gebruikersnaam en wachtwoord te geven.
ro: Ștergerea acreditărilor pentru Ubuntu One va face ca aplicațiile de pe acest dispozitiv să nu mai poată accesa contul dumneavoastră. Puteți autoriza din nou dispozitivul prin introducerea numelui de utilizator și a parolei.
ru: Удаление учётных данных Ubuntu One лишит все приложения возможности доступа к вашей учётной записи. Вы можете авторизовать устройство в будущем, указав учётную запись и пароль.
sk: Odstránenie overovacích údajov z Ubuntu One zabráni aplikáciám na tomto zariadení v prístupe k účtu. Zariadenie môžete opäť oprávniť tým, že zadáte svoje užívateľské meno a heslo.
sl: Odstranitev poveril Ubuntu One bo preprečila programom na tej napravi, da dostopajo do vašega računa. Napravo lahko ponovno overite, če vpišete uporabniško ime in geslo.
sr: Уклањање овлашћења за Убунту Један ће спречити све програме на овом уређају да приступају вашем налогу. Можете поново овластити уређај уносом вашег корисничког имена и лозинке.
sv: Om du tar bort dina Ubuntu One-inloggningsuppgifter så kommer det hindra samtliga applikationer på den här enheten från att komma åt ditt konto. Du kan aktivera åtkomst från den här enheten igen genom att ange ditt användarnamn och lösenord.
tr: Ubuntu One kimlik bilgilerini kaldırmak, bu aygıttan hesabınıza erişen tüm uygulamaları engelleyecektir. Aygıtı tekrar, kullanıcı adı ve parolanızı girerek yetkilendirebilirsiniz.
ug: ئۇبۇنتۇ بىر كىملىك دەلىللەش ئۇچۇرلىرىنى ئۆچۈرسىڭىز، ئۈسكۈنىدىكى ھەممە ئەپ ۋە ھېساباتلارنى زىيارەت قىلغىلى بولمايدۇ. ئىشلەتكۈچى ئاتى ۋە ئىمنى كىرگۈزسىڭىز قايتا كىملىكىڭىزنى دەلىللىگىلى بولىدۇ.
uk: Вилучення реєстраційних даних Ubuntu One призведе до неможливості доступу будь-яких програм на цьому пристрої до вашого облікового запису. Ви можете знову надати доступ пристрою до облікового запису наданням назви вашого облікового запису і пароля.

source: Remove
am: ማስወገጃ
ast: Desaniciar
az: Sil
be: Выдаліць
br: Dilemel
ca: Suprimeix
cs: Odebrat
de: Entfernen
el: Αφαίρεση
es: Eliminar
eu: Kendu
fa: برداشتن
fi: Poista
fr: Supprimer
gd: Thoir air falbh
gl: Eliminar
he: הסרה
hr: Ukloni
hu: Eltávolítás
ia: Remover
id: Hapus
it: Rimuovi
ja: 削除
km: លុបចេញ
ms: Buang
nb: Fjern
nl: Verwijderen
oc: Suprimir
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Odstrani
sr: Уклони
sv: Ta bort
tr: Kaldır
ug: چىقىرىۋەت
uk: Вилучити

source: Cancel
am: መሰረዣ
ast: Encaboxar
be: Скасаваць
br: Nullañ
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
eu: Utzi
fa: لغو
fi: Peru
fr: Annuler
gd: Sguir dheth
gl: Cancelar
he: ביטול
hr: Odustani
hu: Mégse
ia: Deler
id: Batal
it: Annulla
ja: キャンセル
km: បោះបង់
ms: Batal
nb: Avbryt
nl: Annuleren
oc: Anullar
ro: Anulează
ru: Отменить
sk: Zrušiť
sl: Prekliči
sr: Откажи
sv: Avbryt
tr: İptal Et
ug: ئەمەلدىن قالدۇر
uk: Скасувати

source: Enter your password:
am: የመግቢያ ቃል ያስገቡ:
ast: Introduz la contraseña:
az: Şifrənizi daxil edin:
be: Увядзіце ваш пароль:
br: Skrivit ho ker-tremen :
ca: Introduïu la contrasenya:
cs: Zadejte své heslo:
de: Bitte Ihr Passwort eingeben:
el: Εισάγετε τον κωδικό πρόσβασης:
es: Introduzca su contraseña:
eu: Sartu pasahitza:
fa: گذرواژه‌تان را وارد کنید:
fi: Anna salasana:
fr: Saisissez votre mot de passe :
gd: Cuir a-steach am facal-faire agad:
gl: Introduza o contrasinal:
he: נא להזין ססמה:
hr: Upišite svoju lozinku:
hu: Adja meg a jelszavát:
ia: Insere tu contrasigno:
id: Masukkan sandi Anda:
it: Inserire la password:
ja: パスワードの入力：
km: បញ្ចូល​ពាក្យសម្ងាត់​របស់​អ្នក៖
ms: Masukkan kata laluan anda:
nb: Skriv inn passordet ditt:
nl: Voer uw wachtwoord in:
oc: Picatz vòstre senhal :
ro: Introduceți parola
ru: Введите пароль:
sk: Zadajte heslo:
sl: Vnesite svoje geslo:
sr: Унесите лозинку:
sv: Ange ditt lösenord:
tr: Parolanızı girin:
ug: ئىم كىرگۈزۈڭ
uk: Введіть ваш пароль:

source: Forgot password?
am: የመግቢያ ቃሉን ረሱት?
ast: ¿Escaecisti la contraseña?
az: Şifrənizi unutmusunuz?
be: Забыліся на пароль?
br: Ankouaet ho peus ho ker-tremen ?
ca: Heu oblidat la contrasenya?
cs: Zapoměli jste heslo?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό πρόσβασης;
es: ¿Ha olvidado su contraseña?
eu: Pasahitza ahaztu duzu?
fa: گذرواژه را فراموش کردید؟
fi: Unohditko salasanan?
fr: Mot de passe oublié ?
gd: Gun chuimhne air an fhacal-fhaire agad?
gl: Esqueceu o contrasinal?
he: שכחת את הססמה?
hr: Zaboravili ste lozinku?
hu: Elfejtette a jelszavát?
ia: Ha tu oblidate le contrasigno?
id: Lupa kata sandi?
it: Password dimenticata?
ja: パスワードをお忘れですか？
km: ភ្លេច​ពាក្យសម្ងាត់​របស់​អ្នក​ឬ?
ms: Lupa kata laluan?
nb: Glemt passordet?
nl: Wachtwoord vergeten?
oc: Senhal doblidat ?
ro: Ați uitat parola?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sl: Ali ste pozabili geslo?
sr: Заборављена лозинка?
sv: Glömt lösenordet?
tr: Parolanızı mı unuttunuz?
ug: ئىمنى ئۇنتۇپسىزمۇ؟
uk: Забули пароль?

source: Type your verification code:
am: የ እርስዎን ማረጋገጫ ኮድ ይጻፉ:
ast: Escribi'l to códigu de comprobación:
az: Təsdiqləmə kodunuzu daxil edin:
be: Увядзіце ваш код пацверджання:
br: Skrivit ho kof gwiriañ :
ca: Escriviu el codi de verificació:
cs: Napište ověřovací kód:
de: Bitte den Bestätigungscode eingeben:
el: Γράψτε τον κωδικό επιβεβαίωσης:
es: Escriba el código de verificación:
eu: Idatzi egiaztatze-kodea:
fa: رمز تأییدیه‌ی خود را بنویسید:
fi: Anna vahvistuskoodi:
fr: Saisissez votre code de vérification :
gd: Cuir a-steach an còd dearbhaidh agad:
gl: Escriba o seu código de comprobación:
he: נא להזין את קוד האימות שלך:
hr: Upišite vaš kôd ovjere:
hu: Adja meg a megerősítő kódot:
ia: Introduce tu codice de verification:
id: Ketikkan kode verifikasi Anda:
it: Digitare il codice di verifica:
ja: 確認コードの入力：
km: បញ្ចូល​លេខ​កូដ​បញ្ជាក់​របស់​អ្នក៖
ms: Taip kod pengesahan anda:
nb: Skriv inn bekreftelseskoden:
nl: Voer uw verificatiecode in:
oc: Picatz vòstre còde de verificacion :
ro: Introduceți codul de verificare
ru: Введите проверочный код:
sk: Zadajte overovací kód:
sl: Vpišite svojo potrditveno kodo:
sr: Унесите ваш код за проверу:
sv: Skriv in din verifieringskod:
tr: Doğrulama kodunuzu yazın:
ug: دەلىللەش كودىنى كىرگۈزۈڭ:
uk: Введіть ваш код підтвердження:

source: 2-factor device code
am: 2-ፋክተር የ አካል ኮድ
ast: códigu de preséu 2-factor
az: 2-faktorlu cihaz kodu
be: двухфакторны код прылады
br: Kod stignad gant 2 faktor
ca: Codi de verificació per l'autenticació de 2 factors
cs: Kód zařízení pro dvoufázové ověření
de: Zwei-Faktor-Code:
el: Κωδικός συσκευής 2-σημείων
es: Código de dispositivo de factor-2
eu: 2 faktoreko gailu-kodea
fa: کد دستگاه مرحله ۲
fr: Code de dispositif à 2 facteurs
gd: Còd uidheim dà-fhactarail
gl: Código de 2 factores do dispositivo
hr: 2-faktorni kôd uređaja
hu: Kétfaktoros eszközkód
ia: codice del dispositivo a duo factor
id: kode perangkat 2-faktor
it: Codice dispositivo 2 fattori
ja: 2要素デバイスコード
km: លេខ​កូដ​ឧបករណ៍ 2-factor
ms: Kod peranti 2-faktor
nb: Enhetskode for toveisautentisering
nl: Apparaatcode in twee stappen
ro: Cod dispozitiv cu 2 factori
ru: 2-х факторный код устройства
sk: 2-faktorový kód zariadenia
sl: 2-stopenjska koda naprave
sr: Код уређаја 2. чиниоца
sv: Tvåvägsenhetskod
tr: İki adımlı cihaz kodu
ug: ئىككى ئېلېمېنتلىق ئۈسكۈنە كودى
uk: двофакторний код пристрою

source: Authentication Device Help
am: የ አካል እርዳት ማረጋገጫ
ast: Ayuda pa l'autenticación del preséu
az: Cihazın Qeydiyyatında Kömək
be: Даведка да прылады распазнання
br: Skoazell evit dilesadur ar benveg
ca: Ajuda per a dispositius d'autenticació
cs: Nápověda pro ověření zařízení
de: Hilfe zur Gerätelegitimierung
el: Βοήθεια πιστοποίησης συσκευής
es: Ayuda de autenticación de dispositivo
eu: Autentifikaziorako gailuaren laguntza
fa: راه‌نمای دستگاه تأیید
fi: Ohje tunnistautumislaitteisiin
fr: Aide sur l'authentification du dispositif
gd: Cobhair le dearbhadh an uidheim
gl: Axuda para a autenticación do dispositivo
he: עזרה להתקן אימות
hr: Pomoć ovjere uređaja
hu: Hitelesítési súgó
ia: Adjuta pro le authentication del dispositivo
id: Bantuan Perangkat Otentikasi
it: Guida per l'autenticazione del dispositivo
ja: デバイス認証について
km: ការ​ផ្ដល់​ជំនួយ​ឧបករណ៍
ms: Bantuan Pengesahihan Peranti
nb: Hjelp med autentiseringsenheter
nl: Hulp authenticatieapparaat
oc: Ajuda sus l'autentificacion del dispositiu
ro: Ajutor pentru autentificarea dispozitivului
ru: Помощь в авторизации устройства
sk: Pomoc pri overovaní zariadenia
sr: Помоћ за уређај за аутентификацију
sv: Hjälp för autentiseringsenhet
tr: Yetkilendirme Cihaz Yardımı
ug: دەلىللەش ئۈسكۈنىسى يارىدىمى
uk: Довідка до пристрою розпізнавання

source: Sign in
am: መግቢያ
ast: Rexistrase
az: Daxil ol
be: Увайсці
br: Kevreañ
ca: Inicia la sessió
cs: Přihlásit
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
eu: Hasi saioa
fa: ورود
fi: Kirjaudu sisään
fr: S'identifier
gd: Clàraich a-steach
gl: Iniciar sesión
he: כניסה
hr: Registracija
hu: Bejelentkezés
ia: Firma te in
id: Masuk
it: Accedi
ja: サインイン
km: ចូល
ms: Daftar Masuk
nb: Logg inn
nl: Aanmelden
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Prijava
sr: Пријави ме
sv: Logga in
tr: Oturum aç
ug: كىر
uk: Увійти

source: I'm a new Ubuntu One user, sign me up
am: ለ ኡቡንቱ ዋን አዲስ ተጠቃሚ ነኝ ለ አባልነት መዝግቡኝ
ast: Soi nuevu n'Ubuntu One, rexistrame
az: Mən yeni Ubuntu One istifadəçisiyəm. Məni qeydiyyatdan keçir.
be: Конта Ubuntu One няма, зарэгістравацца
br: Un implijer nevez on en Ubuntu One, kevreit ac'hanon
ca: Sóc un usuari nou de l'Ubuntu One, registra'm
cs: Jsem nový uživatel Ubuntu One, chci se zaregistrovat
de: Ich bin ein neuer Ubuntu-One-Benutzer, bitte mich registrieren
el: Είμαι νέος χρήστης Ubuntu One, εγγράψτε με
es: Soy un nuevo usuario de Ubuntu One, creeme una cuenta
eu: Berria naiz Ubuntu One-en, eman izena
fa: من یک کاربر جدید اوبونتووان هستم، مرا ثبت‌نام کن
fi: Olen uusi Ubuntu One -käyttäjä, kirjatkaa minut sisään
fr: Je suis un nouvel utilisateur d'Ubuntu One, m'enregistrer
gd: 'S e cleachdaiche Ubuntu One ùr a th' annam, clàraich mi
gl: Son novo en Ubuntu One, rexistrarme
he: אני משתמש חדש באובונטו One, ארצה להירשם
hr: Ja sam novi Ubuntu One korinik, registriraj me
hu: Új Ubuntu One felhasználó vagyok, regisztrálok
ia: Io es un nove usator de Ubuntu One, signa me su
id: Saya pengguna baru Ubuntu One, daftarkan saya
it: Sono un nuovo utente Ubuntu One, registrami
ja: Ubuntu Oneをはじめて使うので、アカウント登録します。
km: ខ្ញុំ​គឺជា​អ្នកប្រើ Ubuntu One ថ្មី, ចុះឈ្មោះ​ខ្ញុំ
ms: Saya pengguna Ubuntu One baharu, daftarkan saya
nb: Jeg er en ny Ubuntu One-bruker. Lag en konto
nl: Ik ben een nieuwe Ubuntu One-gebruiker, maak een account aan
oc: Soi un novèl utilizaire d'Ubuntu One, m'enregistrar
ro: Sunt utilizator nou Ubuntu One, creați contul
ru: Новый пользователь Ubuntu One, зарегистрироваться
sk: Som nový používateľ Ubuntu One, zaregistrujte ma
sl: Sem nov uporabnik Ubuntu One, vpiši me
sr: Нови сам корисник, отвори налог
sv: Jag är en ny Ubuntu One-användare, skapa ett nytt konto åt mig
tr: Yeni bir Ubuntu One kullanıcısıyım, beni kaydet
ug: مەن ئۇبۇنتۇ بىرنىڭ يېڭى ئىشلەتكۈچىسى، تىزىملىتىمەن
uk: Облікового запису Ubuntu One немає, зареєструватися

source: Password must be at least 8 characters long.
am: የመግቢያ ቃል ቢያንስ 8 ባህሪዎች መሆን አለበት
ast: La contraseña tien de tener polo menos 8 caráuteres.
az: Şifrə ən azı 8 simvol olmalıdır.
be: Пароль мусіць складацца мінімум з 8 знакаў.
br: 8 arouezenn da nebeutañ a rank bezañ er ger-tremen.
ca: La contrasenya ha de tenir 8 caràcters com a mínim.
cs: Heslo musí být dlouhé minimálně 8 znaků.
de: Das Passwort muss mindestens 8 Zeichen lang sein.
el: Το συνθηματικό πρέπει να έχει μέγεθος τουλάχιστον 8 χαρακτήρες.
es: La contraseña debe tener una longitud de al menos 8 caracteres.
eu: Pasahitzak gutxienez 8 karaktere izan behar ditu.
fa: گذرواژه باید حداقل ۸ نویسه طول داشته باشد.
fi: Salasanan tulee sisältää vähintään kahdeksan merkkiä.
fr: Le mot de passe doit être de 8 caractères minimum.
gd: Feumaich am facal-faire a bhith 8 caractaran a dh'fhaid air a char as lugha.
gl: O contrasinal debe ter polo menos 8 caracteres.
he: הססמה חייבת להיות מורכבת מ־8 תווים לפחות.
hr: Lozinka mora biti dugačka bar 8 znamenaka.
hu: A jelszónak legalább 8 karakter hosszúnak kell lennie.
ia: Le contrasigno debe ser al minus longe 8 characteres.
id: Sandi mesti paling tidak 8 karakter.
it: La password deve essere composta da almeno 8 caratteri.
ja: パスワードは8文字以上設定してください。
km: ពាក្យសម្ងាត់​ត្រូវតែ​មាន​ប្រវែង​យ៉ាង​ហោច​៨​តួអក្សរ។
ms: Kata laluan mesti sekurang-kurangnya 8-aksara.
nb: Passordet må bestå av minst 8 tegn.
nl: Wachtwoord moet minimaal 8 tekens lang zijn.
oc: Lo senhal deu èsser de 8 caractèrs minimum.
ro: Parola trebuie să conțină cel puțin 8 caractere
ru: Пароль должен содержать не менее 8 символов
sk: Heslo musí mať najmenej 8 znakov.
sl: Geslo mora vsebovati vsaj 8 znakov.
sr: Лозинка мора бити дугачка бар 8 знакова.
sv: Lösenordet måste innehålla minst 8 tecken.
tr: Parola en az 8 karakter olmalıdır.
ug: ئىم ئاز دىگەندە 8 ھەرىپ بولۇشى زۆرۈر
uk: Пароль має складатися принаймні з 8 символів.

source: Please enter your two-factor device code.
am: እባክዎን የ እርስዎን ሁለት-ፋክተር የ አካል ኮድ ያስገቡ
ast: Por favor, inxerta'l códigu de preséu 2-factor
az: Zəhmət olmasa 2-faktorlu cihaz kodunuzu daxil edin.
be: Калі ласка, увядзіце ваш двухфакторны код прылады.
br: Skrivit ho kod stignad gant daou faktor, mar plij.
ca: Introduïu el codi del dispositiu d'autenticació en dos passos.
cs: Prosím zadejte kód zařízení pro dvoufázové ověření.
de: Bitte den Zwei-Faktor-Code eingeben.
el: Παρακαλώ εισάγετε τον κωδικό συσκευής δύο παραγόντων.
es: Introduzca el código de dispositivo factor-2.
eu: Sartu bi faktoreko gailu-kodea.
fa: لطفاً کد دستگاه مرحله ۲ خود را وارد کنید
fr: Saisissez votre code de dispositif à deux facteurs.
gd: Cuir a-steach an còd uidheim dà-fhactarail agad
gl: Introduza o código de 2 factores do dispositivo
hr: Upišite svoj dvo-faktorni kôd uređaja.
hu: Adja meg a kétfaktoros eszközkódját.
ia: Per favor introduce tu codice del dispositivo a duo factores
id: Harap masukkan kode perangkat dua-faktor Anda.
it: Inserire il codice dispositivo 2 fattori
ja: 2要素認証のデバイスコードを入力しださい。
km: សូម​បញ្ចូល​លេខ​កូដ​ឧបករណ៍ two-factor របស់​អ្នក។
ms: Sila masukkan kod peranti dua-faktor anda.
nb: Skriv inn enhetskode for toveisautentisering.
nl: Voer a.u.b. uw apparaatcode in.
ro: Introduceți codul de dispozitiv format din doi factori
ru: Введите 2-х факторный код устройства
sk: Prosím zadajte 2-faktorový kód zariadenia.
sl: Vnesite dvostopenjsko koda naprave.
sr: Унесите код са вашег уређаја који је 2. чинилац аутентификације.
sv: Ange din tvåvägsenhetskod.
tr: Lütfen iki adımlı cihaz kodunuzu girin.
ug: ئىككى ئېلېمېنتلىق ئۈسكۈنە كودىنى كىرگۈزۈڭ
uk: Будь ласка, введіть ваш двофакторний код пристрою.

source: Please type your email:
am: እባክዎን የ እርስዎን ኢሜይል ይጻፉ:
ast: Escribi'l to corréu-e:
az: Xahiş edirik epoçtunuzu daxil edin
be: Калі ласка, увядзіце адрасу электроннае пошты:
br: Skrivit ho chomlec'h postel, mar plij :
ca: Escriviu la vostra adreça electrònica:
cs: Prosím, zadejte vaši emailovou adresu:
de: Bitte Ihre E-Mail-Adresse eingeben:
el: Παρακαλώ πληκτρολογήστε την ηλεκ. διεύθυνσή σας:
es: Escriba su dirección de correo electrónico:
eu: Idatzi zure e-posta helbidea:
fa: لطفاً ای‌میل خود را وارد کنید:
fi: Anna sähköpostiosoitteesi:
fr: Veuillez saisir votre adresse de courriel :
gd: Cuir a-steach am post-d agad:
gl: Escriba o seu correo electrónico:
he: נא להזין את כתובת הדוא״ל שלך:
hr: Upišite svoju adresu e-pošte:
hu: Adja meg az e-mail címét:
ia: Per favor introduce tu E-posta:
id: Silakan ketik surel Anda:
it: Digitare la propria email:
ja: メールアドレスを入力してください：
km: សូម​បញ្ចូល​អ៊ីមែល​របស់​អ្នក៖
ms: Sila taip emel anda.
nb: Skriv e-postadressen din:
nl: Voer uw e-mailadres in:
oc: Picatz vòstra adreça de corrièr electronic :
ro: Introduceți adresa de email
ru: Введите адрес эл. почты:
sk: Prosím, zadajte email:
sl: Vnesite svojo e-pošto:
sr: Унесите вашу е-пошту:
sv: Ange din e-postadress:
tr: Lütfen emailinizi yeniden girin:
ug: ئېلخەت ئادرېسىڭىزنى كىرگۈزۈڭ:
uk: Вкажіть адресу вашої електронної пошти:
